Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/prison_system/remission_and_temporary_release.html.txt.tmx
Source language: en
Languages: ga

source: Remission and temporary release from prison
ga: Nuair a chuirtear breith ar leataobh agus scaoileadh saor sealadach

source: If you have been imprisoned and part of your sentence is remitted, this means that you do not have to remain in prison for the full period of your sentence
ga: Má bhí tú i bpríosún agus má dhéantar cuid de do phianbhreith a loghadh, ciallaíonn seo nach gá duit fanacht i bpríosún ar feadh thréimhse iomlán do phianbhreithe

source: For example, if you have been sentenced to 8 years’ imprisonment, you may be released after 6 years
ga: Mar shampla, má gearradh príosúnacht 8 mbliana ort, is féidir scaoileadh leat i ndiaidh 6 bliana

source: In other words, the remaining 2 years of your sentence are remitted
ga: I bhfriotal eile, déantar an 2 bhliain eile de do phianbhreith a loghadh

source: Temporary release means that you are released from prison for a specified period of time for a specific purpose or reason
ga: Ciallaíonn scaoileadh sealadach go scaoiltear ón bpríosún thú ar feadh tréimhse shonrach ama ar chuspóir nó ar chúis sonrach

source: Under Rule 59 of the Prison Rules 2007 as amended, the vast majority of prisoners serving sentences are entitled to remission at a rate of one quarter
ga: Faoi Riail 59 de Rialacha na bPríosún, 2007 arna leasú, bíonn formhór mór na bpríosúnach a bhfuil pianbhreitheanna á gcaitheamh acu i dteideal loghtha ar ráta an cheathrú cuid

source: In practice, this means that a person sentenced to 4 years’ imprisonment will be expected to serve 3 years in custody
ga: I gcleachtas, ciallaíonn seo go mbeifear ag súil leis go ndéanfaidh duine a ngearrtar príosúnacht 4 bliana air/uirthi 3 bliana a chaitheamh faoi choimeád

source: However, part of this remission may be cancelled as disciplinary punishment
ga: Féadtar cuid den loghadh seo a chealú, áfach, mar phionós disciplíneach

source: Whether or not you get remission depends on your good behaviour while you are in prison
ga: Braitheann cibé acu an dtugtar nó nach dtugtar loghadh duit ar do dhea-iompar fad a bhíonn tú i bpríosún

source: On application by a prisoner, the Minister for Justice and Equality can grant enhanced remission of up to one third of the sentence
ga: Nuair a dhéanann príosúnach iarratas, féadfaidh an tAire Dlí agus Cirt agus Comhionannais loghadh feabhsaithe a mhéid leis an tríú cuid de phianbhreith a dheonú

source: The prisoner must have shown further good conduct by engaging in authorised structured activities and the Minister must be satisfied that, as a result, the prisoner is less likely to re-offend and will be better able to reintegrate into the community
ga: Ní mór gur thaispeáin an príosúnach go raibh dea-iompar breise ar bun aige/aici trí pháirt a ghlacadh i ngníomhaíochtaí struchtúracha údaraithe agus ní mór go bhfuil an tAire sásta, mar thoradh air sin, gur lú gur dóchúil go ndéanfaidh an príosúnach athchiontú agus gur fearr a bheidh ar a c(h)umas aige/aici imeascadh isteach sa phobal athuair

source: Prisoners who cannot benefit from remission include those serving life sentences
ga: I measc na bpríosúnach nach féidir leo tairbhe a bhaint as loghadh, tá iad siúd a bhfuil pianbhreitheanna saoil á gcaitheamh acu

source: There are 3 kinds of temporary release:
ga: Tá trí shaghas de scaoileadh sealadach ann:

source: • Temporary release on compassionate ground for a specified period
ga: • Scaoileadh sealadach ar bhunús atruach ar feadh tréimhse shonrach

source: This is normally granted where urgent family or domestic circumstances arise
ga: Is gnách go ndeonaítear seo nuair a thagann cúinsí práinneacha teaghlaigh nó baile chun solais

source: This is normally to go to a job outside the prison during the day and return to the prison at night
ga: Is gnách go ndéantar seo go bhfreastalóidh príosúnach ar phost lasmuigh den phríosún i rith an lae agus go bhfillfidh siad ar an bpríosún istoíche

source: This is usually considered when a prisoner is coming close to the end of their sentence
ga: Déantar machnamh air seo nuair atá príosúnach ag druidim le deireadh a bpianbhreithe

source: • Full temporary release until the end of the sentence
ga: • Scaoileadh iomlán sealadach go dtí deireadh na pianbhreithe

source: This is normally granted if a prisoner has been progressing well on day-to-day temporary release
ga: Is gnách go ndeonaítear seo má bhí dul chun cinn maith á dhéanamh ag an bpríosúnach ar scaoileadh sealadach ó lá go lá
